{
  "Åpenhetsloven": {
    "hash": "6881d24bce1650083221378527393cfb127eda0b170fd0e829aadad243a2d631",
    "text": "Lov om virksomheters åpenhet og arbeid med grunnleggende menneskerettigheter og anstendige arbeidsforhold (åpenhetsloven) - Lovdata Til hovedinnhold 🔍 Søketekst Avbryt Logg inn🔒 Hovedmeny Rettskilder Lover Sentrale forskrifter mv. Lokale forskrifter Norsk Lovtidend Stortingsvedtak EØS-avtalen Norges traktater Rettsavgjørelser Trygderettssaker Tariffavtaler Husleietvistutvalget Statens Personalhåndbok Translated acts Translated regulations Translated decisions Tjenester Lovdata Pro Europalov.no API RSS-feed ELI (beta) E-publikasjoner Tidsskrifter Søkeoppdrag Kurs Eksamen Landsloven 22. juli-saken Advokatoversikt Lenker Om Lovdata Generell informasjon Brukeravtale Redaktøransvar Kontakt oss Miljøpolicy Grunnloven Personvern Linkedin Twitter Facebook Verktøylinje Lov om virksomheters åpenhet og arbeid med grunnleggende menneskerettigheter og anstendige arbeidsforhold (åpenhetsloven)  Innholdsfortegnelse  Lovens forskrifter ⎙  Lovens forskrifter ⎙Skriv ut Del dokument Trykk Escape for å lukke innholdsfortegnelse Søk i innholdsfortegnelse (listen oppdateres idet du skriver) Åpenhetsloven § 1. Lovens formål § 2. Lovens virkeområde § 3. Definisjoner § 4. Plikt til å utføre aktsomhetsvurderinger § 5. Plikt til å redegjøre for aktsomhetsvurderinger § 6. Rett til informasjon § 7. Virksomhetenes behandling av informasjonskrav § 8. Veiledning § 9. Kontroll og håndheving § 10. Opplysningsplikt § 11. Forbrukertilsynets og Markedsrådets vedtak § 12. Forbuds- og påbudsvedtak § 13. Vedtak om tvangsmulkt § 14. Vedtak om overtredelsesgebyr § 15. Ikrafttredelse Ditt søk ga dessverre ingen treff. ➦ English version➦ Gå til opprinnelig kunngjort versjonLov om virksomheters åpenhet og arbeid med grunnleggende menneskerettigheter og anstendige arbeidsforhold (åpenhetsloven)DatoLOV-2021-06-18-99DepartementBarne- og familiedepartementetSist endretLOV-2024-06-21-42 fra 01.11.2024Ikrafttredelse01.07.2022Kunngjort18.06.2021 kl. 12.50Rettet23.09.2022 (rettet mellomrom i § 3)KorttittelÅpenhetslovenProp.150 L (2020–2021), Innst.603 L (2020–2021), Lovvedtak 176 (2020–2021). Stortingets første og andre gangs behandling hhv. 10. og 14. juni 2021. Fremmet av Barne- og familiedepartementet.Kort om loven Sist endret 31.07.2024 Åpenhetsloven er en norsk lov som skal fremme virksomheters respekt for grunnleggende menneskerettigheter og anstendige arbeidsforhold i forbindelse med produksjon av varer og levering av tjenester. Loven skal også bidra til å sikre allmennheten tilgang til informasjon om hvordan virksomhetene håndterer negative konsekvenser på disse områdene. Både nasjonalt og internasjonalt har det over tid utviklet seg stadig økende oppmerksomhet om næringslivets samfunnsansvar, herunder respekt for menneskerettighetene. Åpenhetsloven er en del av en slik utvikling, og innebærer norsk lovregulering av internasjonale retningslinjer om næringslivets menneskerettighetsansvar. Les mer i Store norske leksikon. § 1.Lovens formålLoven skal fremme virksomheters respekt for grunnleggende menneskerettigheter og anstendige arbeidsforhold i forbindelse med produksjon av varer og levering av tjenester, og sikre allmennheten tilgang til informasjon om hvordan virksomheter håndterer negative konsekvenser for grunnleggende menneskerettigheter og anstendige arbeidsforhold.🔗Del paragraf§ 2.Lovens virkeområdeLoven gjelder for større virksomheter som er hjemmehørende i Norge, og som tilbyr varer og tjenester i eller utenfor Norge. Loven gjelder også for større utenlandske virksomheter som tilbyr varer og tjenester i Norge, og som er skattepliktige til Norge etter norsk intern lovgivning.Kongen kan gi forskrift om at loven helt eller delvis skal gjelde for virksomheter på Svalbard, Jan Mayen og de norske bilandene.🔗Del paragraf§ 3.Definisjonera.Med større virksomheter menes virksomheter som er foretak av allmenn interesse etter regnskapsloven § 1-6, eller som på balansedagen overskrider minst to av følgende tre terskler:1.salgsinntekt: 70 millioner kroner2.balansesum: 35 millioner kroner3.gjennomsnittlig antall ansatte i regnskapsåret: 50 årsverk.Morselskaper skal regnes som større virksomheter dersom vilkårene er oppfylt for mor- og datterselskaper sett som en enhet. Når et foretak på balansedagen overskrider eller ikke lenger overskrider grensene for minst to av de tre tersklene for balansesum, salgsinntekter og gjennomsnittlig antall ansatte, skal dette forholdet få virkning for om et foretak regnes som en større virksomhet først for det andre av to regnskapsår etter hverandre hvor forholdet har inntruffet.b.Med grunnleggende menneskerettigheter menes de internasjonalt anerkjente menneskerettighetene som følger av blant annet FNs konvensjon om økonomiske, sosiale og kulturelle rettigheter fra 1966, FNs konvensjon om sivile og politiske rettigheter fra 1966 og ILOs kjernekonvensjoner om grunnleggende rettigheter og prinsipper i arbeidslivet.c.Med anstendige arbeidsforhold menes arbeid som ivaretar grunnleggende menneskerettigheter etter bokstav b "
  },
  "Produktkontrolloven": {
    "hash": "3248a054a20db31f5f9526cd0d432a268bd72ffe9f8a808b522eec63321c36f7",
    "text": "Lov om kontroll med produkter og forbrukertjenester (produktkontrolloven) - Lovdata Til hovedinnhold 🔍 Søketekst Avbryt Logg inn🔒 Hovedmeny Rettskilder Lover Sentrale forskrifter mv. Lokale forskrifter Norsk Lovtidend Stortingsvedtak EØS-avtalen Norges traktater Rettsavgjørelser Trygderettssaker Tariffavtaler Husleietvistutvalget Statens Personalhåndbok Translated acts Translated regulations Translated decisions Tjenester Lovdata Pro Europalov.no API RSS-feed ELI (beta) E-publikasjoner Tidsskrifter Søkeoppdrag Kurs Eksamen Landsloven 22. juli-saken Advokatoversikt Lenker Om Lovdata Generell informasjon Brukeravtale Redaktøransvar Kontakt oss Miljøpolicy Grunnloven Personvern Linkedin Twitter Facebook Verktøylinje Lov om kontroll med produkter og forbrukertjenester (produktkontrolloven)  Innholdsfortegnelse  Lovens forskrifter ⎙  Lovens forskrifter ⎙Skriv ut Del dokument Trykk Escape for å lukke innholdsfortegnelse Søk i innholdsfortegnelse (listen oppdateres idet du skriver) Produktkontrolloven - prodktrl § 1. Lovens formål § 2. Lovens saklige virkeområde § 2 a. Definisjoner § 3. Aktsomhetsplikt m.v. § 3 a. Substitusjonsplikt § 3 b. Kriterier for vurdering av sikkerheten ved forbrukerprodukter og forbrukertjenester § 4. Myndighet for Kongen. § 4a. Energieffektivitetskrav § 4 b. Myndighet for tilsynsmyndigheten § 5. Opplysningsplikt. § 5 a. Oppbevaring av dokumenter for sporing av forbrukerprodukter § 6. Midlertidig forbud. § 6 a. Tilbakekall m.v. av produkter og forbrukertjenester. § 6 b. Meldeplikt § 7. Godkjenning av produkt. § 8. Tilsyn. § 8 a. Gebyrer. § 9. Rett til informasjon om produkter som foreligger hos offentlig organ § 10. Rett til informasjon om produkter fra produsent, importør, bearbeider, omsetter eller bruker av produkt § 11. Taushetsplikt. § 12. Straffansvar. § 12 a. Overtredelsesgebyr. § 13. Tvangsmulkt. § 14. Lovens stedlige virkeområde. § 15. Bestemmelser til gjennomføring av loven. § 16. Ikrafttreden – oppheving av og endring i andre lover. Ditt søk ga dessverre ingen treff. Lov om kontroll med produkter og forbrukertjenester (produktkontrolloven)DatoLOV-1976-06-11-79DepartementJustis- og beredskapsdepartementetSist endretLOV-2025-04-25-12 fra 01.01.2026Ikrafttredelse01.09.1977Rettet24.08.2021 (faglige fotnoter fjernet, UU-tilpasset)KorttittelProduktkontrolloven – prodktrlEØS/EU/SchengenEØS-avtalen vedlegg II kap. XIXnr. 3h (direktiv 2001/95/EF).Jf. tidligere lov 19 juni 1970 nr. 68. Lovens tittel endret ved lov 11 juni 1993 nr. 68. Jf. bl.a. lov 21 des 2005 nr. 102, pbl. § 29-7.Kort om loven Sist endret 11.10.2023 Produktkontrolloven er en norsk lov som stiller krav til produkter og forbrukertjenester for å forebygge helseskade eller miljøforstyrrelser. Loven omfatter et generelt ansvar ved fremstilling av produkter i tillegg til etablering av en statlig produktkontroll. Loven avløste flere spredte regler i lovgivningen og enkeltstående avtaler med ulike industriaktører. Bakgrunnen for lovforslaget var et påtrengende behov for kontroll av nye produkter i forbindelse med etterkrigstidens industriutvikling. Særlig kunne kommersialisering og masseproduksjon av nye kjemiske komponenter i produkter medføre langsiktig risiko for mennesker, økosystemer og miljøet som helhet. Det fantes ikke tilstrekkelig kunnskap om økologisk påvirkning og opphopning eller nedbrytning av de nye stoffene som industrien tok i bruk. Det var heller ikke overordnet tilsyn eller kontroll med det samlede nivået for avfallsproduksjon, forurensning og bruk av kjemiske stoffer. Som følge av manglende kunnskap kunne ukjente konsekvenser gjøre seg gjeldende ved ulike stadier av produktets levetid. Loven etablerte derfor et generelt ansvar for industriell fremstilling og massedistribusjon av produkter. Les mer i Store norske leksikon. § 1.Lovens formålDenne lov har til formål å:a.forebygge at produkter og forbrukertjenester medfører helseskade, herunder sørge for at forbrukerprodukter og forbrukertjenester er sikre,b.forebygge at produkter medfører miljøforstyrrelse, bl.a. i form av forstyrrelse av økosystemer, forurensning, avfall, støy og lignende,c.forebygge miljøforstyrrelse ved å fremme effektiv bruk av energi i produkter.0Endret ved lover 2 apr 1993 nr. 38, 11 juni 1993 nr. 68, 25 juni 1999 nr. 53, 29 apr 2005 nr. 23 (ikr. 1 mai 2005 iflg. res. 29 apr 2005 nr. 396).🔗Del paragraf§ 2.Lovens saklige virkeområdeDenne lov kommer til anvendelse på produksjon, herunder utprøving, innførsel, omsetning, bruk og annen behandling av produkt og forbrukertjenester.Kongen kan ved forskrift eller enkeltvedtak bestemme at produkt eller forbrukertjeneste helt eller delvis skal være unntatt fra lovens virkeområde.0Endret ved lover 2 apr 1993 nr. 38, 11 juni 1993 nr. 68, 21 juni 2002 nr. 34 (ikr. 1 juli 2002), 29 apr 2005 nr. 23 (ikr. 1 mai 2005 iflg. res. 29 apr 2005 nr. 396).🔗Del paragraf§ 2 a.DefinisjonerMed produkt menes råvare, hjelpestoff, halvfabrikat og ferdig vare av ethvert slag.Med forbruker menes en fysisk person "
  },
  "Markedsføringsloven": {
    "hash": "0a56965f2c1204a5569e2f0e76a840b9d8e571c55069f2baedec10139035c4f8",
    "text": "Lov om kontroll med markedsføring og avtalevilkår mv. (markedsføringsloven) - Lovdata Til hovedinnhold 🔍 Søketekst Avbryt Logg inn🔒 Hovedmeny Rettskilder Lover Sentrale forskrifter mv. Lokale forskrifter Norsk Lovtidend Stortingsvedtak EØS-avtalen Norges traktater Rettsavgjørelser Trygderettssaker Tariffavtaler Husleietvistutvalget Statens Personalhåndbok Translated acts Translated regulations Translated decisions Tjenester Lovdata Pro Europalov.no API RSS-feed ELI (beta) E-publikasjoner Tidsskrifter Søkeoppdrag Kurs Eksamen Landsloven 22. juli-saken Advokatoversikt Lenker Om Lovdata Generell informasjon Brukeravtale Redaktøransvar Kontakt oss Miljøpolicy Grunnloven Personvern Linkedin Twitter Facebook Verktøylinje Lov om kontroll med markedsføring og avtalevilkår mv. (markedsføringsloven)  Innholdsfortegnelse  Lovens forskrifter ⎙  Lovens forskrifter ⎙Skriv ut Del dokument Trykk Escape for å lukke innholdsfortegnelse Søk i innholdsfortegnelse (listen oppdateres idet du skriver) Markedsføringsloven - mfl Kapittel 1. Alminnelige bestemmelser (§§ 1 - 5) § 1. Hva loven gjelder § 2. God markedsføringsskikk mv. § 3. Dokumentasjon av markedsføring § 4. Lovens stedlige virkeområde § 5. Definisjoner Kapittel 2. Handelspraksis overfor forbrukere (§§ 6 - 10 a) § 6. Urimelig handelspraksis § 7. Villedende handlinger § 8. Villedende utelatelser § 9. Aggressiv handelspraksis § 10. Prismerking og informasjonsplikt m.m. § 10 a. Informasjon om klageorgan mv. Kapittel 3. Særlige former for markedsføring mv. (§§ 11 - 18) § 11. Krav om betaling for varer, tjenester eller andre ytelser uten etter avtale mv. § 12. Forbud mot telefonmarkedsføring i strid med reservasjon § 13. Forbud mot markedsføring ved adressert post i strid med reservasjon § 13 a. Felles regler for reservasjon mot telefonmarkedsføring og markedsføring ved adressert post § 14. Forbud mot telefonmarkedsføring på enkelte tidspunkter og å ringe fra skjult telefonnummer mv. § 15. Begrensninger i bruk av visse kommunikasjonsmetoder § 16. Opplysningsplikt ved uanmodet telefonmarkedsføring og markedsføring ved adressert post § 16 a. Særskilt om frivillige organisasjoners virksomhet som ikke skjer i næring § 17. Levering av uadressert reklame og gratis aviser § 17 a. Begrensninger ved uanmodet dørsalg mv. § 18. Tilleggsfordel ved markedsføring til forbrukere Kapittel 4. Særlig om beskyttelse av barn (§§ 19 - 21) § 19. Alminnelig bestemmelse § 20. Urimelig handelspraksis overfor barn § 21. Særlig om god markedsføringsskikk overfor barn Kapittel 5. Kontroll med avtalevilkår mv. (§§ 22 - 24) § 22. Urimelige avtalevilkår § 23. Krav til garantivilkår i forbrukerforhold § 24. Avgrensning mot konkurranseloven Kapittel 6. Beskyttelse av næringsdrivendes interesser (§§ 25 - 31) § 25. God forretningsskikk § 26. Villedende forretningsmetoder § 27. Utilstrekkelig veiledning mv. § 28. Presentasjon av markedsføring § 29. (Opphevet) § 30. Etterligning av annens produkt § 31. Uriktige geografiske betegnelser for vin og brennevin Kapittel 7. Håndheving (§§ 32 - 43 c) § 32. Myndighetene og deres uavhengighet mv. § 33. Myndighetenes organisering § 34. Opplysningsplikt og stedlig kontroll mv. § 35. Forbrukertilsynets oppgaver § 36. Forbrukertilsynets saksbehandling og vedtakskompetanse § 37. Markedsrådets oppgaver mv. § 38. Forskrift § 39. Forbrukertilsynets og Markedsrådets vedtak § 40. Forbuds- og påbudsvedtak § 41. Vedtak om tvangsmulkt § 42. Vedtak om overtredelsesgebyr § 43. Pålegg om fjerning av digitalt nettinnhold mv. § 43 a. Midlertidig forføyning ved pålegg etter § 43 § 43 b. Rettens avgjørelse mv. § 43 c. Forholdet til tvistelovens regler Kapittel 8. Grenseoverskridende håndheving mv. (§§ 44 - 47) § 44. Virkeområde § 45. Adgang til å bringe saker inn for Forbrukertilsynet og Markedsrådet § 46. Godkjenning av myndigheter og organisasjoner § 47. Innlemmelse av forordning om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning Kapittel 9. Straff og sivilrettslige sanksjoner (§§ 48 - 49) § 48. Straff § 48 a. Straff og sivilrettslige sanksjoner ved ulovlig bruk av geografiske betegnelser § 48 b. Vederlag og erstatning ved overtredelse av visse bestemmelser i kapittel 6 § 48 c. Avhjelpende tiltak for forbrukere § 49. Straffeprosessuelle regler Kapittel 10. Ikraftsetting, oppheving av tidligere lov, overgangsregler og endringer i andre lover (§§ 50 - 51) § 50. Ikraftsetting, oppheving av tidligere lov og overgangsregler § 51. Endringer i andre lover Europaparlaments- og rådsforordning (EU) 2017/2394 Europaparlaments- og rådsforordning (EU) 2017/2394 av 12. desember 2017 om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbruk... Kapittel I Innledende bestemmelser Artikkel 1. Formål Artikkel 2. Virkeområde Artikkel 3. Definisjoner Artikkel 4. Melding om foreldelsesfrister Kapittel II Vedkommende myndigheter og deres myndighet Artikkel 5. Vedkommende myndigheter og sentrale kontaktorganer Artikkel 6. Samarbeid med sik"
  },
  "Avfallsforskriften": {
    "hash": "7cae1f8d30ade1faa59c252c32f2134d567261937ff43b039a7fbb0c578d7ace",
    "text": "Forskrift om gjenvinning og behandling av avfall (avfallsforskriften) - Lovdata Til hovedinnhold 🔍 Søketekst Avbryt Logg inn🔒 Hovedmeny Rettskilder Lover Sentrale forskrifter mv. Lokale forskrifter Norsk Lovtidend Stortingsvedtak EØS-avtalen Norges traktater Rettsavgjørelser Trygderettssaker Tariffavtaler Husleietvistutvalget Statens Personalhåndbok Translated acts Translated regulations Translated decisions Tjenester Lovdata Pro Europalov.no API RSS-feed ELI (beta) E-publikasjoner Tidsskrifter Søkeoppdrag Kurs Eksamen Landsloven 22. juli-saken Advokatoversikt Lenker Om Lovdata Generell informasjon Brukeravtale Redaktøransvar Kontakt oss Miljøpolicy Grunnloven Personvern Linkedin Twitter Facebook Verktøylinje Forskrift om gjenvinning og behandling av avfall (avfallsforskriften)  Innholdsfortegnelse ⎙  ⎙Skriv ut Del dokument Trykk Escape for å lukke innholdsfortegnelse Søk i innholdsfortegnelse (listen oppdateres idet du skriver) Avfallsforskriften Kapittel 1. Kasserte elektriske og elektroniske produkter (§§ 1-1 - 1-28) I. Innledende bestemmelser (§§ 1-1 - 1-3a) § 1-1. Virkeområde § 1-1a. Produktgrupper for EE-produkter og EE-avfall § 1-2. Formål § 1-3. Definisjoner § 1-3a. Forbud mot henting av EE-avfall uten avtale med mottaket II. Plikter for forhandler (§§ 1-4 - 1-6) § 1-4. Plikt til å ta imot EE-avfall § 1-4a. Plikt ved salg av EE-produkter til et annet EØS-land § 1-5. Plikt til å sørge for sortering og forsvarlig oppbevaring av EE-avfall § 1-6. Plikt til å informere III. Plikter for kommunen (§§ 1-7 - 1-9) § 1-7. Plikt til å ta imot EE-avfall § 1-8. Plikt til å sørge for sortering og forsvarlig oppbevaring av EE-avfall § 1-9. Plikt til å informere IV. Plikter for produsent og representant (§§ 1-10 - 1-12) § 1-10. Krav om medlemskap i returselskap § 1-11. Krav til representant for utenlandsk produsent § 1-11a. Krav til representant for utenlandsk forhandler § 1-11b. Plikt for produsenter og representanter til å rapportere til returselskap § 1-12. Plikt til å informere V. Plikter for returselskap (§§ 1-13 - 1-21) § 1-13. Krav om registrering, sertifisering og godkjenning av returselskap § 1-13a. Gebyr for arbeid med godkjenning § 1-13b. Årsgebyr for returselskap § 1-13c. Kollektivt finansierte returselskapers plikt til likebehandling § 1-14. Kollektivt finansierte returselskapers plikt til henting og mottak av EE-avfall § 1-14a. Krav om revisorgodkjenning og revisorkontroll § 1-15. Individuelt finansierte returselskapers plikt til å sikre innsamling av EE-avfall § 1-16. Individuelt finansierte returselskapers plikt til å avsette en finansiell garanti § 1-17. Individuelt finansierte returselskapers plikt til å delta i finansiering av kollektive returselskaper § 1-18. Plikt til å sørge for forsvarlig innsamling, transport og behandling av EE-avfall § 1-18a. Krav til gjenvinningsandeler § 1-18b. Avfallsregnskap § 1-19. Plikt til å rapportere § 1-20. Plikt til å informere § 1-21. Plikt til å dekke Miljødirektoratets kostnader til datasystem VI. Plikter for behandlere (§§ 1-22 - 1-23) § 1-22. Plikt til forsvarlig behandling mv. § 1-23. Plikt til å holde regnskap og rapportere for VII. Plikter ved grensekryssende forsendelse av brukte EE-produkter (§1-24) § 1-24. Krav til testing, dokumentasjon og beskyttelse mot skader VIII. Produsentregister (§§ 1-25 - 1-25a) § 1-25. Registeret Produsentansvar § 1-25a. Forordning om registrering av produsenter av EE-produkter mv. IX. Andre bestemmelser (§§ 1-26 - 1-28) § 1-26. Forholdet til kapittel 11 om farlig avfall og kapittel 16 om radioaktivt avfall § 1-27. Tilsyn § 1-28. Overtredelsesgebyr Vedlegg 1. Returselskapets innsamlingsforpliktelse Vedlegg 2. Sertifisering av returselskap Del A: Definisjoner Del B: Regler for sertifisering av returselskap Del C: Krav til sertifisering av returselskap Vedlegg 3. Revisorgodkjenning og revisorkontroll Del A: Revisorgodkjenning av totalt innsamlede mengder EE-avfall Del B: Revisorkontroll av fordelingsnøkler og snittvekter som fordeler innsamlede mengder EE-avfall på produktgrupper Del C: Generelle krav til returselskapet ved bruk av revisor Vedlegg 4. Krav til beregning av gjenvinningsandeler og beregningsmetoder for avfallsregnskap mv. Kapittel 2. Kommunenes ansvar for mindre fritidsbåter (§§ 2-1 - 2-3) § 2-1. Formål § 2-2. Virkeområde og definisjon av mindre fritidsbåter § 2-3. Kommunens ansvar Kapittel 3. Kasserte batterier (§§ 3-1 - 3-19) I. Innledende bestemmelser (§§ 3-1 - 3-3) § 3-1. Formål § 3-2. Virkeområde § 3-3. Definisjoner II. Plikter for forhandler (§§ 3-4 - 3-6) § 3-4. Plikt til å ta imot kasserte batterier § 3-5. Plikt til å sørge for sortering og oppbevaring § 3-6. Plikt til å informere III. Plikt for produsent (§§ 3-7 - 3-7a) § 3-7. Plikt til medlemskap i returselskap § 3-7a. Plikt til å gi informasjon til returselskap IV. Plikter for returselskap for batterier (§§ 3-8 - 3-14) § 3-8. Krav om godkjenning av returselskap for batterier § 3-9. Plikt til likebehandling og finansiering § 3-10. Plikt til etabler"
  },
  "TEK17 Kap 9 (Miljø)": {
    "hash": "d22b108f58806cb8e209d462771ac7481ae3622b54fd48c2e4257900db3f283a",
    "text": "§ 9-1. Generelle krav til ytre miljø - Direktoratet for byggkvalitet Søk Meny Lukk Navigasjon Søknad og skjema Digital byggesøknad for privatpersoner Digital byggesøknad for proffbrukere Skjemaer til byggesøknaden Bygge eller endre Råd og veivisere til deg med byggeplaner Nabovarsel Før du starter å bygge Bygg garasje uten å søke Bygg tilbygg uten å søke Arbeid på eksisterende bygg Hvor stort kan du bygge? Smartere oppussing Visuelle kvaliteter for småhus Regelverk Byggteknisk forskrift (TEK17) Endringshistorikk TEK17 Slik leser du TEK17 Byggesaksforskriften (SAK10) Endringer og tidligere regelverk Byggevareforskriften (DOK) Heisforskriften Byggteknisk forskrift (TEK10) Plan- og bygningsloven (pbl) Forskrift til avhendingslova (tryggere bolighandel) Byggtekniske områder Mer om krav og regler til blant annet brannsikkerhet, energi, universell utforming og byggeskikk Saksbehandling, tilsyn og kontroll Nasjonale sjekklister for byggesak Veiledning for gjennomføring av uavhengig kontroll Har kommunen mottatt en digital byggesøknad? Sjekkliste for tilsyn med produktdokumentasjon Digitalisering av plan- og byggesak Sentral godkjenning Søk om, endre eller forny sentral godkjenning Finn foretak Overføre sentral godkjenning til nytt organisasjonsnummer Byggevarer, heis og krav til dokumentasjon Veileder for salg av gamle byggevarer Sjekk kravene for ditt produkt Heis- og løfteinnretninger Tipsskjema Forside Regelverk Byggteknisk forskrift (TEK17) § 9-1. Generelle krav til ytre miljø The document is being printed Byggteknisk forskrift (TEK17) med veiledning Innholdsfortegnelse Innhold Byggteknisk forskrift (TEK17) med veiledning INNHOLD TEK17 Søk Søk Om veiledningen til TEK17 Kapittel 1 Felles bestemmelser § 1-1. Formål § 1-2. Forskriftens anvendelse på særskilte tiltak § 1-3. Definisjoner Kapittel 2 Dokumentasjon for oppfyllelse av krav Innledning til kapittel 2 Dokumentasjon for oppfyllelse av krav § 2-1. Dokumentasjon for oppfyllelse av krav. Generelt § 2-2. Dokumentasjon for oppfyllelse av funksjonskrav. Underlag for detaljprosjektering § 2-3. Dokumentasjon for oppfyllelse av ytelser. Produksjonsunderlag § 2-4. Dokumentasjon av utførelsen Kapittel 3 Dokumentasjon av byggevarer § 3-1. Dokumentasjon av byggevarer til byggverk Kapittel 4 Dokumentasjon for forvaltning, drift og vedlikehold (FDV) Innledning til kapittel 4 Dokumentasjon for forvaltning, drift og vedlikehold (FDV) § 4-1. Dokumentasjon for driftsfasen § 4-2. Oppbevaring av dokumentasjon for driftsfasen Kapittel 5 Grad av utnytting Innledning til kapittel 5 Grad av utnytting § 5-1. Fastsetting av grad av utnytting § 5-2. Bebygd areal (BYA) § 5-3. Prosent bebygd areal (%-BYA) § 5-4. Bruksareal (BRA) § 5-5. Prosent bruksareal (%-BRA) § 5-6. Minste uteoppholdsareal (MUA) § 5-7. Parkeringsareal § 5-8. Tomt § 5-9. Bygningers høyde Kapittel 6 Beregnings- og måleregler Innledning til kapittel 6 Beregnings- og måleregler § 6-1. Etasjeantall § 6-2. Høyde § 6-3. Avstand § 6-4. Areal § 6-5. Frittliggende bygning Kapittel 7 Sikkerhet mot naturpåkjenninger Innledning til kapittel 7 Sikkerhet mot naturpåkjenninger § 7-1. Generelle krav om sikkerhet mot naturpåkjenninger § 7-2. Sikkerhet mot flom og stormflo § 7-3. Sikkerhet mot skred § 7-4. Unntaksbestemmelse for utbygging i områder med fare for fjellskred og flodbølge som følge av fjellskred Kapittel 8 Opparbeidet uteareal Innledning kapittel 8 Opparbeidet uteareal § 8-1. Opparbeidet uteareal § 8-2. Opparbeidet uteareal med krav om universell utforming § 8-3. Uteoppholdsareal § 8-4. Generelle krav til gangatkomst og ganglinjer § 8-5. Gangatkomst til bygning med boenhet § 8-6. Gangatkomst til byggverk med krav om universell utforming § 8-7. Gangatkomst til uteoppholdsareal med krav om universell utforming § 8-8. Parkeringsplass, annet oppstillingsareal og kjøreatkomst § 8-9. Trapp i uteareal § 8-10. Opphevet Kapittel 9 Ytre miljø Innledning til kapittel 9 Ytre miljø § 9-1. Generelle krav til ytre miljø § 9-2. Helse- og miljøfarlige stoffer § 9-3. Forurensning i grunnen § 9-4. Utvalgte naturtyper § 9-5. Byggavfall og ombruk § 9-6. Avfallsplan § 9-7. Kartlegging av farlig avfall, bygningsfraksjoner som må fjernes og materialer som er egnet for ombruk. Krav til rapportering § 9-8. Avfallssortering § 9-9. Sluttrapport for faktisk disponering av avfall § 9-10. Utslippskrav til vedovner Kapittel 10 Konstruksjonssikkerhet Innledning til kapittel 10 Konstruksjonssikkerhet § 10-1. Personlig og materiell sikkerhet § 10-2. Konstruksjonssikkerhet § 10-3. Nedfall fra og sammenstøt med byggverk Kapittel 11 Sikkerhet ved brann Innledning til kapittel 11 Sikkerhet ved brann § 11-1. Sikkerhet ved brann § 11-2. Risikoklasser § 11-3. Brannklasser § 11-4. Bæreevne og stabilitet § 11-5. Sikkerhet ved eksplosjon § 11-6. Tiltak mot brannspredning mellom byggverk § 11-7. Brannseksjoner § 11-8. Brannceller § 11-9. Materialer og produkters egenskaper ved brann § 11-10. Tekniske installasjoner § 11-11. Generelle krav om rømning og redning § 11-1"
  }
}